Repository: dmy3k/auto-power-profile
Catalog: po/*.po
Languages: es, fr, oc, pl, pt_br, ru, sv, tr

source: Error connecting to power management services
oc: Error en se connectant als servicis de gestion de l'alimentacion
pl: Błąd podczas łączenia z usługą zarządzania zasilaniem
ru: Ошибка подключения к службам управления питанием

source: Power profile '%s' will now be used by default when connected to AC power
es: El perfil de energía '%s' se usará por defecto al conectar la alimentación
fr: Le profil d'alimentation '%s' sera maintenant utilisé par défaut sur secteur
oc: Lo perfil d'energia « %s » serà ara utilizat per defaut en foncionament sus sector
pl: Profil zasilania '%s' będzie od teraz używany jako domyślny po podłączeniu do prądu
ru: Профиль питания '%s' теперь будет использоваться по умолчанию при подключении к сети
sv: Strömprofi '%s' kommer nu att användas som standard vid nätström
tr: Fişe takılıyken '%s' güç profili öntanımlı olarak kullanılacak

source: Power profile '%s' will now be used by default when running on battery
es: El perfil de energía '%s' se usará por defecto al funcionar con batería
fr: Le profil d'alimentation '%s' sera maintenant utilisé par défaut sur batterie
oc: Lo perfil d'energia « %s » serà ara utilizat per defaut en foncionament sus batariá
pl: Profil zasilania '%s' będzie od teraz używany jako domyślny na zasilaniu z akumulatora
ru: Профиль питания '%s' теперь будет использоваться по умолчанию при работе от батареи
sv: Strömprofi '%s' kommer nu att användas som standard vid batteriström
tr: Pildeyken '%s' güç profili öntanımlı olarak kullanılacak

source: Power profile management is not available - this extension will have no effect on your system
es: La gestión de perfiles de energía no está disponible - esta extensión no tendrá efecto en su sistema
fr: La gestion des profils d'alimentation n'est pas disponible - cette extension n'aura aucun effet sur votre système
oc: La gestion dels perfils d'energia es pas disponibla - aquesta extension aurà pas cap d'efièch sus vòstre sistèma
pl: Zarządzanie profilami zasilania jest niedostępne – to rozszerzenie nie będzie miało żadnego wpływu na Twój system
ru: Управление профилями питания недоступною. Расширение не будет оказывать влияния на вашу систему
sv: Strömprofilhantering är inte tillgänglig - detta tillägg kommer inte att ha någon effekt på ditt system
tr: Güç profili yönetimi kullanılamıyor - bu uzantının sisteminizde hiçbir etkisi olmayacak

source: Power profile switching may not work properly on this device - energy savings will be limited. Your system may need updates to enable full functionality
es: El cambio de perfil de energía puede no funcionar correctamente en este dispositivo - el ahorro de energía será limitado. Su sistema puede necesitar actualizaciones para habilitar la funcionalidad completa
fr: Le changement de profil d'alimentation peut ne pas fonctionner correctement sur cet appareil - les économies d'énergie seront limitées. Votre système peut avoir besoin de mises à jour pour activer toutes les fonctionnalités
oc: Lo cambiament de perfil d'energia poiriá non pas foncionar corrèctament sus aqueste periferic - las economias d'energia seràn limitadas. Vòstre sistèma poiriá requerir de mesas a jorn per activar la plena foncionalitat
pl: Zarządzanie profilami zasilania jest niedostępne – to rozszerzenie nie będzie miało żadnego wpływu na Twój system
ru: Переключение профилей питания может работать некорректно на этом устройстве, экономия энергии будет ограничена. Вашей системе могут потребоваться обновления для включения полной функциональности
sv: Strömprofilväxling kanske inte fungerar korrekt på denna enhet - energibesparingar kommer att vara begränsade. Ditt system kan behöva uppdateringar för att aktivera full funktionalitet
tr: Bu aygıtta güç profili değiştirme düzgün çalışmayabilir - enerji tasarrufu sınırlı olacaktır. Tam işlevselliği etkinleştirmek için sisteminiz güncellemeler gerektirebilir

source: General
fr: Général
pl: Ogólne
pt_br: Geral
ru: Основные
sv: Allmänt
tr: Genel

source: None
es: Ninguno
fr: Aucun
oc: Pas cap
pl: Brak
ru: Нет
tr: Hiçbiri

source: Off
es: Desactivado
fr: Désactivé
oc: Desactivat
pl: Wyłącz
ru: Выкл
sv: Av
tr: Kapalı

source: Performance Apps
es: Aplicaciones de rendimiento
fr: Applications de performance
oc: Performança per las aplicacions
pl: Wymagające programy
pt_br: Aplicativos
ru: Производительные приложения
sv: Prestandaappar
tr: Başarım Uygulamaları

source: Application-Based Profiles
es: Perfiles según la aplicación
fr: Profils basés sur les applications
oc: Perfiles segon las aplicacions
pl: Profile według programów
pt_br: Perfil por Aplicativo
ru: Профили на основе приложений
sv: Applikationsbaserade profiler
tr: Uygulama Tabanlı Profiller

source: Activate profiles for running selected apps. Can be used to prioritize performance ad-hoc
es: Activa perfiles para las aplicaciones seleccionadas en ejecución. Puede usarse para priorizar el rendimiento de forma puntual
fr: Activer des profils pour les applications en cours d'exécution. Peut être utilisé pour prioriser la performance de manière ponctuelle
oc: Activar los perfiles per las aplicacions seleccionadas en execucion. Se pòt utilizar per priorizar las performanças
pl: Aktywuj profile dla uruchomionych wybranych programów. Może być używane do doraźnego priorytetyzowania wydajności
pt_br: Selecione os aplicativos que executarão com os perfis:
ru: Активировать профили для запущенных выбранных приложений. Можно использовать для ситуативного повышения приоритета производительности
sv: Aktivera profiler för valda appar som körs. Kan användas för att prioritera prestanda ad-hoc
tr: Seçili uygulamalar çalıştırıldığında profiller etkinleştirilir. Geçici olarak başarım önceliği vermek için kullanılabilir

source: On Battery
es: Batería
fr: Sur batterie
oc: Sus batariá
pl: Na zasilaniu z akumulatora
pt_br: Bateria
ru: От батареи
sv: På batteri
tr: Pildeyken

source: On AC
es: Enchufado
fr: Sur secteur
oc: Sus sector
pl: Po podłączeniu do prądu
pt_br: Energia
ru: От сети
sv: På nätström
tr: Fişe Takılıyken

source: Performance
es: Rendimiento
oc: Performança
pl: Wydajność
pt_br: Desempenho
ru: Производительный
sv: Prestanda
tr: Başarım

source: Balanced
es: Balanceado
fr: Équilibré
oc: Equilibri
pl: Zrównoważony
pt_br: Balanceado
ru: Сбалансированный
sv: Balanserad
tr: Dengeli

source: Power Saver
es: Ahorro de energía
fr: Économie d'énergie
oc: Estalviador d'energia
pl: Oszczędzanie energii
pt_br: Economia de Energia
ru: Энергосберегающий
sv: Energisparläge
tr: Güç Tutumu

source: Default Profiles
es: Perfiles predeterminados
fr: Profils par défaut
oc: Perfiles per defaut
pl: Domyślne profile
pt_br: Perfis de Energia
ru: Профили по умолчанию
sv: Standardprofiler
tr: Öntanımlı Profiller

source: Applied automatically unless user sets manually another one
es: Se aplica automáticamente a menos que el usuario configure manualmente otro
fr: Appliqué automatiquement, sauf si l'utilisateur en définit un autre manuellement
oc: Aplicat automaticament levat se l'utilizaire ne definisca un autre manualament
pl: Stosowane automatycznie, chyba że użytkownik ręcznie ustawi inny
pt_br: Aplicado automaticamente, exceto se o usuário escolher outro perfil manualmente
ru: Применяются автоматически, если пользователь вручную не установит другой
sv: Tillämpas automatiskt om inte användaren manuellt väljer en annan
tr: Kullanıcı başka birini elle seçmediği sürece kendiliğinden uygulanır

source: Select the default profile when connected to AC
es: Perfil predeterminado cuando funcione enchufado
fr: Sélectionner le profil par défaut lorsque l’ordinateur est branché sur secteur
oc: Seleccionar lo perfil per defaut quand es connectat a CA
pl: Wybierz domyślny profil po podłączeniu do prądu
pt_br: Selecione o perfil para quando conectado à energia
ru: Выберите профиль по умолчанию при подключении к сети
sv: Välj standardprofil när nätström är ansluten
tr: Fişe takılıyken kullanılacak öntanımlı profili seç

source: Handle lap-mode on AC
es: Gestionar modo 'en las piernas' con el adaptador de corriente
fr: Gérer le mode portable sur secteur
oc: Gerir lo mòde portable sus sector
pl: Obsługa trybu pracy na kolanach po podłączeniu do prądu
pt_br: Modo 'colo' quando conectado à energia
ru: Обрабатывать режим работы на коленях при питании от сети
sv: Hantera knäläge på nätström
tr: Fişe takılıyken kucak modunu ele al

source: Try to maintain performance mode on unstable surfaces. Disable if you are experiencing thermal issues
es: Intenta mantener el modo de rendimiento en superficies inestables. Desactívelo si experimenta problemas térmicos
fr: Essayer de maintenir le mode Performance sur les surfaces instables. Désactivez-le en cas de problèmes thermiques
oc: Ensajatz de manténer lo mòde performança sus de superfícias instablas. Desactivatz-lo se rencontratz de problèmas termics
pl: Próbuj utrzymać tryb wydajności na niestabilnych podłożach. Wyłącz, jeśli występują problemy termiczne
pt_br: Tenta manter no perfil de desempenho em superfícies instáveis. Desabilite se houver super-aquecimento
ru: Пытаться сохранять режим производительности на неустойчивых поверхностях. Отключите, если возникают проблемы с перегревом
sv: Försök behålla prestandaläge på instabila ytor. Inaktivera om du upplever termiska problem
tr: Kararsız yüzeylerde başarım kipini korumaya çalış. Sıcaklık sorunları yaşıyorsanız etkisizleştirin

source: Select the default profile when running on battery
es: Perfil predeterminado cuando funcione con batería
fr: Sélectionner le profil par défaut lorsque l’ordinateur fonctionne sur batterie
oc: Seleccionar lo perfil per defaut en execucion sus batariá
pl: Wybierz domyślny profil na zasilaniu z akumulatora
pt_br: Selecione o perfil para quando estiver somente na bateria
ru: Выберите профиль по умолчанию при работе от батареи
sv: Välj standardprofil när datorn körs på batteri
tr: Pildeyken kullanılacak öntanımlı profili seç

source: Low Battery Threshold
es: Umbral de batería baja
fr: Seuil de batterie faible
oc: Sulhet de batariá es feble
pl: Próg niskiego poziomu naładowania akumulatora
ru: Порог низкого заряда батареи
sv: Gräns för låg batterinivå
tr: Düşük Pil Eşiği

source: Automatic power-saver on low battery
es: Ahorro de energía automático con batería
fr: Économie d'énergie automatique sur batterie
oc: Estalviador d’energia automatic quand la batariá es febla
pl: Automatyczny tryb oszczędzania energii przy niskim poziomie naładowania akumulatora
ru: Автоматическая экономия энергии при низком заряде батареи
tr: Düşük pilde kendiliğinden güç tutumu

source: Enable/disable in GNOME Settings → Power → Power Saving Options. The percentage threshold value is configured in the UPower config file (/etc/UPower/UPower.conf)
es: Activar/desactivar en Configuración de GNOME → Energía → Opciones de ahorro de energía. El valor de umbral en porcentaje se configura en el archivo de configuración de UPower (/etc/UPower/UPower.conf)
fr: Activer/désactiver dans Paramètres GNOME → Alimentation → Options d'économie d'énergie. La valeur de seuil en pourcentage est configurée dans le fichier de configuration UPower (/etc/UPower/UPower.conf)
oc: Activar/Desactivar dins Paramètres de GNOME → Energia → Opcions d’estalvi d’energia. La valor sulhet en percentatge es configurada dins lo fichièr de configuracion UPower (/etc/UPower/UPower.conf)
pl: Włącz/Wyłącz w ustawieniach GNOME -> Zasilanie -> Oszczędzanie energii. Wartość procentowa jest konfigurowalna w pliku konfiguracyjnym UPower (/etc/UPower/UPower.conf)
ru: Включить/выключить в Настройки GNOME → Питание → Энергосбережение. Значение процентного порога настраивается в конфигурационном файле UPower ("/etc/UPower/UPower.conf)
tr: GNOME Ayarları → Güç → Güç Tutumu seçeneklerinden etkinleştirin/etkisizleştirin. Yüzde eşik değeri UPower yapılandırma dosyasında yapılandırılır (/etc/UPower/UPower.conf)

source: Notifications
es: Mostrar notificaciones
fr: Afficher les notifications
oc: Notificacions
pl: Powiadomienia
ru: Уведомления
tr: Bildirimleri göster

source: Allow extension notifications
es: Mostrar notificaciones de la extensión
fr: Afficher les notifications de l'extension
oc: Autorizar las notificacions de l’extension
pl: Zezwól na powiadomienia
ru: Разрешить уведомления расширения
tr: Uzantı bildirimlerini göster

source: Remember manual profile changes
es: Recordar cambios manuales de perfil
fr: Mémoriser les changements manuels de profil
oc: Memorizar los cambiaments de perfil manuals
pl: Zapamiętywanie ręcznych zmian profilu
ru: Запоминать ручное изменения профилей
tr: Elle yapılan profil değişikliklerini hatırla

source: When enabled, manually selected profiles become the new default for the current power state. When disabled, manual changes are temporary
es: Cuando está activado, los perfiles seleccionados manualmente se convierten en el nuevo predeterminado para el estado de energía actual. Cuando está desactivado, los cambios manuales son temporales
fr: Lorsque activé, les profils sélectionnés manuellement deviennent le nouveau profil par défaut pour l'état d'alimentation actuel. Lorsque désactivé, les changements manuels sont temporaires
oc: Quand activat, los perfils seleccionats manualament venon la novèla configuracion per defaut per l'estat d'energia actual. Quand es desactivat, los cambiaments manuals son temporaris
pl: Gdy opcja jest włączona, ręcznie wybrane profile stają się nowym standardem dla bieżącego stanu zasilania. Gdy jest wyłączona, zmiany ręczne są tymczasowe
ru: Если включено — вручную выбранные профили становятся новыми настройками по умолчанию для текущего состояния питания. Если отключено — ручные изменения временны
tr: Etkinleştirildiğinde, elle seçilen profiller geçerli güç durumu için yeni öntanımlı olur. Etkisizleştirildiğinde, elle yapılan değişiklikler geçicidir

source: Error connecting UPower DBus
pt_br: Erro ao conectar ao UPower DBus
sv: Fel vid anslutning till UPower DBus

source: Error connecting power-profiles-daemon DBus
pt_br: Erro ao conectar ao power-profiles-daemon DBus
sv: Fel vid anslutning till power-profiles-daemon DBus

source: Automatic power-saver on low battery enabled in GNOME settings
sv: Automatiskt energisparläge vid lågt batteri aktiverat i GNOME-inställningar

source: Automatic power-saver on low battery is disabled in GNOME Settings
sv: Automatiskt energisparläge vid lågt batteri inaktiverat i GNOME-inställningar

source: Show notifications
sv: Visa notifikationer

source: Display extension notifications
sv: Visa tilläggsnotifikationer

source: Package power-profiles-daemon is not installed
pt_br: O pacote power-profiles-daemon não está instalado

source: No system-specific platform driver is available. Consider upgrading power-profiles-daemon and linux kernel
pt_br: Não há disponível um driver específico do controlador de plataforma. Considerar atualizar o power-profiles-daemon e o kernel do Linux

source: Power Saving Threshold
pt_br: Limite para economia de energia

source: Switch to power saving profile when the battery level drops below
pt_br: Trocar para o perfil de economia de energia quando o nível da bateria ficar abaixo de:

source: Battery Optimizations
pt_br: Otimizações de Bateria

source: Additional power saving features when running on battery
pt_br: Recursos adicionais de economia de energia ao usar a bateria

source: Disable animations on battery
pt_br: Desabilitar animações na bateria

source: Automatically disable GNOME animations when running on battery power to save energy. Animations are restored when connecting to AC power.
pt_br: Desabilita automaticamente as animações do GNOME ao usar a bateria para economizar energia. As animações são restauradas ao conectar à energia.
